
//  {
//     id: '1',
//     title: '特朗普会见刘鹤，中美关系发展良好强劲有力，处于历史高水平',
//     href: '',
//     desc: '当地时间4月4日，美国总统特朗普在白宫椭圆形办公室会见正在华盛顿进行第九轮中美经贸高级别磋商的中共中央政治局委员、国务院副总理、中美全面经济对话中方牵头人刘鹤',
//     img: '',
//     tag: '国际',
//     nickName: 'iwen',
//     time: '2019-04-6 11:03:33',
//     article: '据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。 据央视新闻消息　据凉山州人民政府新闻办，经公安部门现场勘查和尸检，木里县森林火灾新增遇难者王慧蓉同志遇难现场无过火迹象，遗体表面无烧伤痕迹，初步判定：系从山坡滑落摔跌致腰椎骨折，骨折片刺破血管，失血性休克死亡。 目前，安抚和善后工作有序进行。',
//     comment: [{
//       user: 'iwen',
//       avatar: 'https://zos.alipayobjects.com/rmsportal/ODTLcjxAfvqbxHnVXCYX.png',
//       comm: '安息',
//       date: '2019-04-6 11:03:33',
//       }]
//   }
export class News {
    public id: string;
    public title: string;
    public desc: string;
    public tag: string;
    public nickName: string;
    public time: string;
    public commitsNum: number;
}